Repository: Abolitionist-Project/QM-Personal-Studies-Plugin
Catalog: includes/languages/*.po
Languages: de_de, es_es, fr_fr, sr_rs

source: There was issue in removing this user from the Study. Please contact admin.
de_de: Es gab ein Problem beim Entfernen dieses Benutzers aus dem Kurs. Bitte kontaktieren Sie den Admin.
es_es: Hubo un problema en la eliminación de este usuario del curso. Por favor, póngase en contacto con el administrador.
fr_fr: Un probléme est survenu lors du retrait de l'élève du cours. Veuillez contacter l'administrateur.

source: Study Reset for User
de_de: Kurs für den Benutzer zurückgesetzt
es_es: Restablecer curso para el usuario
fr_fr: Cours réinitialisé pour l'Utilisateur

source: Study reset for student
de_de: Kurs für den Benutzer zurückgesetzt
fr_fr: Cours réinitialisé pour l'élève

source: Study
de_de: Kurs
fr_fr: Cours

source: There was issue in resetting this study for the user. Please contact admin.
de_de: Es gab ein Problem beim Zurücksetzen des Kurses für den Teilnehmer. Bitte kontaktieren sie den Admin.
es_es: Hubo un problema al resetear este curso para el usuario. Por favor, contacte con el administrador.
fr_fr: Un probléme est survenu lors de la réinitialisation de ce cours. Veuillez contacter l'administrateur.

source: Student got a Badge in the study
de_de: Teilnehmer, die einen Badge für den Kurs erhalten haben
fr_fr: L'élève a obtenu une Médaille au cours

source: got a badge in the study
de_de: Teilnehmer, die einen Badge erhalten haben
fr_fr: a obtenu une médaille dans ce cours

source: Student got a Certificate in the study
de_de: Teilnehmer hat ein Zertifikat erhalten
fr_fr: L'Étudiant a obtenu une Attestation dans ce cours

source: got a certificate in the study
de_de: erhielt ein Zertifikat für den Kurs
fr_fr: obtenir un Attestation dans ce cours

source: out of 100 in Study :
de_de: von 100 im Kurs :
fr_fr: Sur 100 au cours :

source: Study results available
de_de: Ergebnisse verfügbar
es_es: Resultados del curso disponibles
fr_fr: Les résultats du cours sont disponibles

source: STUDY MARKED COMPLETE
de_de: KURS ALS VOLLSTÄNDIG MARKIERT
es_es: CURSO MARCADO COMO COMPLETO
fr_fr: COURS MARQUE COMME TERMINE

source: FAILED TO MARK STUDY, CONTACT ADMIN
de_de: KURS KONNTE NICHT BEWERTET WERDEN, KONTAKTIEREN SIE DEN ADMIN.
es_es: ERROR AL MARCAR CURSO, CONTACTE CON EL ADMINISTRADOR
fr_fr: IMPOSSIBLE DE MARQUER LE COURS, VEUILLEZ CONTACTER L'ADMINISTRATEUR

source: Instructor evaluated Study for Student
de_de: Trainer hat Kurs für den Teilnehmer ausgewertet
fr_fr: Cours évalué par le Professeur pour l'élève

source: out of 100 in study
de_de: von 100 im Kurs
fr_fr: sur 100 dans ce cours

source: Study Percentage (Out of 100)
de_de: Prozentanteil am Kurs (von 100)
es_es: Porcentaje del curso (sobre 100)
fr_fr: Pourcentage du Cours (sur 100)

source: Study Percentage out of 100
de_de: Prozentanteil am Kurs von 100
fr_fr: Pourcentage du Cours sur 100

source: Mark Study Complete
de_de: Markieren Sie den Kurs als vollständig bearbeitet
es_es: Marcar curso como completo
fr_fr: Noter le Cours comme Terminé

source: Instructor added Student for study
de_de: Trainer fügte Teilnehmer zum Kurs hinzu
fr_fr: Le professeur a ajouté un élève au cours

source: Reset Study for User
de_de: Kurs für den Benutzer zurücksetzen
es_es: Restablecer curso para el usuario
fr_fr: Réinitialiser le Cours pour l'Utilisateur

source: See Study stats for User
de_de: Kursstatistik für den Teilnehmer ansehen
es_es: Ver estadísticas del curso del usuario
fr_fr: Voir les stats du Cours pour l'Utilisateur

source: Remove User from this Study
de_de: Teilnehmer aus dem Kurs entfernen
es_es: Borrar usuario de este curso
fr_fr: Retirer l'Utilisateur de ce cours

source: This step is irreversible. Are you sure you want to remove the User from the study ?
de_de: Dieser Schritt kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie den Benutzer aus dem Kurs entfernen möchten?
fr_fr: Cette étape est irréversible. Etes-vous sûr de vouloir supprimer l'utilisateur du cours?

source: Confirm, Remove User from Study
de_de: Bestätigen Sie: Teilnehmer aus dem Kurs entfernen.
fr_fr: Confirmer, le Retrait de cet Utilisateur du Cours

source: This step is irreversible. All Units, Quiz results would be reset for this user. Are you sure you want to Reset the Study for this User?
de_de: Dieser Schritt kann nicht rückgängig gemacht werden. Alle Antworten dieses Benutzers werden zurückgesetzt. Sind sie sicher, dass Sie den Kurs für diesen Benutzer zurücksetzen möchten?
fr_fr: Cette étape est irréversible. Tous les Chapitres, les résultats de Quiz seront réinitialiser pour cet utilisateur. Etes-vous sûr de vouloir réinitialiser le cours pour l'utilisateur?

source: Confirm, Reset Study for this User
de_de: Bestätigen sie: Kurs für den Benutzer zurücksetzen
fr_fr: Confirmer, la Réinitialisation du Cours pour cet Utilisateur

source: Adding Students to Study ...
de_de: Teilnehmer zum Kurs hinzufügen ...
fr_fr: Ajout Elèves aux cours ...

source: Students successfully added to Study
de_de: Teilnehmer dem Kurs hinzugefügt
fr_fr: Elèves ajoutés au Cours avec succés

source: Unable to Add students to Study
de_de: Kann den Teilnehmer nicht hinzufügen
fr_fr: Impossible d'ajouter des Elèves au cours

source: No Studies found.
de_de: Keine Kurse gefunden.
es_es: No se encontraron cursos.
fr_fr: Aucun Cours trouvés

source: Study Directory
de_de: Kursverzeichnis
fr_fr: Répertoire des Cours

source: All Studies by all instructors
de_de: Alle Kurse aller Trainer
fr_fr: Tous les Cours des Professeurs

source: TAKE THIS STUDY
de_de: KURS BUCHEN
es_es: HACER ESTE CURSO
fr_fr: PRENDRE CE COURS

source: START STUDY
de_de: KURS BEGINNEN
es_es: COMENZAR CURSO
fr_fr: COMMENCER LE COURS

source: CONTINUE STUDY
de_de: KURS FORTSETZEN
es_es: CONTINUAR CURSO
fr_fr: CONTINUER LE COURS

source: STUDY UNDER EVALUATION
de_de: KURS WIRD AUSGEWERTET
es_es: CURSO BAJO EVALUACIÓN
fr_fr: COURS EN EVALUATION

source: STUDY FINISHED
de_de: KURS BEENDET
es_es: CURSO FINALIZADO
fr_fr: COURS TERMINE

source: STUDY ENABLED
de_de: KURS FREIGESCHALTET
es_es: CURSO HABILITADO
fr_fr: COURS ACTIVE

source: STUDY EXPIRED
de_de: KURS AUSGELAUFEN
es_es: CURSO EXPIRADO
fr_fr: COURS EXPIRE

source: PRIVATE STUDY
de_de: PRIVATER KURS
fr_fr: COURS PRIVES

source: Study Badge
de_de: Kurs-Badge
es_es: Insignia del curso
fr_fr: Médaille

source: Study Certificate
de_de: Kurszertifikat
es_es: Certificado del curso
fr_fr: Attestation

source: Study Curriculum Not Set.
de_de: Keine Kursübersicht angelegt.
fr_fr: Programme du Cours non défini.

source: Evaluate study submissions
de_de: KURS EINSENDUNGEN AUSWERTEN
es_es: Evaluar presentaciones del curso
fr_fr: Evaluer les soumissions de cours

source: Study
de_de: Kurs
es_es: Curso
fr_fr: Cours

source: Studies <span>%s</span>
de_de: Kurse <span>%s</span>
es_es: Cursos <span>%s</span>

source: My Studies
de_de: Meine Kurse
es_es: Mis cursos
fr_fr: Mes Cours

source: Instructing Studies
de_de: Kurse anbieten
es_es: Dar instrucciones de los cursos
fr_fr: Charger le cours

source: study
de_de: Kurs
es_es: curso
fr_fr: cours

source: %s sent you a high-five!
de_de: %s sendet Ihnen ein high-five!
es_es: ¡ %s te ha chocado los cinco!

source: Study Settings Header
de_de: Kurseinstellungen Überschrift
es_es: Ajustes de la cabecera del curso

source: study Settings
de_de: Kurseinstellungen
es_es: Ajustes del curso
fr_fr: Paramètres du cours

source: Add Students to Study
de_de: Teilnehmer zum Kurs hinzufügen
fr_fr: Ajouter des Elèves au Cours

source: ASSIGN STUDY BADGE
de_de: Kurs-Badge verleihen
fr_fr: ATTRIBUER UNE MEDAILLE

source: ASSIGN STUDY CERTIFICATE
de_de: Kurszertifikat verleihen
fr_fr: ATTRIBUER UNE ATTESTATION

source: REMOVE STUDY BADGE
de_de: Kurs-Badge entfernen
fr_fr: RETIRER UNE MEDAILLE

source: REMOVE STUDY CERTIFICATE
de_de: Kurszertifikat entfernen
fr_fr: RETIRER UNE ATTESTATION

source: STUDY EVALUATED
de_de: KURS BEWERTET
fr_fr: COURS EVALUE

source: Congratulations ! You've successfully passed the study and earned the Study Completion Certificate !
de_de: Herzlichen Glückwunsch! Sie haben den Kurs erfolgreich abgeschlossen und sich das Kursabschluss-Zertifikat verdient!
fr_fr: Félicitations! Vous avez passé avec succès le cours et obtenu l'Attestation de Réussite !

source: got a caertificate in the study
de_de: hat ein Kurszertifikta erhalten
fr_fr: a obtenu une attestation dans ce cours

source: Auto evaluated Study for Student
de_de: Den Kurs für den Teilnehmer automatich auswerten
fr_fr: Cours auto évalué pour l'élève

source: STUDY SUBMITTED FOR EVALUATION
de_de: KURS ZUR BEWERTUNG ABGESCHICKT
es_es: CURSO PRESENTADO PARA SU EVALUACIÓN
fr_fr: COURS SOUMIS POUR EVALUATION

source: STUDY CURRICULUM NOT SET
de_de: Keine Kursübersicht angelegt.
es_es: EL PLAN DEL CURSO NO ESTÁ CONFIGURADO
fr_fr: PROGRAMME DE COURS NON DEFINI

source: BuddyPress Study Widget
de_de: BuddyPress Kurs-Widget
es_es: Widget del curso de BuddyPress
fr_fr: Widget BuddyPress de Cours

source: Carousel
de_de: Karussell
es_es: Carrusel
fr_fr: Carrousel

source: Select Study Category
de_de: Kurskategorie auswählen
es_es: Seleccionar categoría del curso
fr_fr: Sélectionner une Catégorie de Cours

source: Study Title
de_de: Kurstitel
es_es: Título del curso
fr_fr: Titre du Cours

source: Specific Studies (enter comma saperated ids)
de_de: Spezifische Kurse (kommagetrennte IDs)
es_es: Cursos específicos (introducir ID's separados por comas)

source: Number of Studies to show
de_de: Anzahl der angezeigten Kurse
es_es: Número de cursos que se muestran
fr_fr: Nombre des cours à afficher

source: Check all Studies created by
de_de: Alle angebotenen Kurse ansehen von
es_es: Revise todos los cursos creados por
fr_fr: Consulter tous les Cours créés par

source: More Studies by
de_de: Mehr Kurse von
es_es: Más cursos por
fr_fr: Plusieurs

source: Number of Studies by the Instructor to show
de_de: Kurse des Trainers
es_es: Número de cursos por instructor a mostrar
fr_fr: Nombre de Cours par le Professeur à afficher

source: BuddyPress Study Search Widget
de_de: BuddyPress Kurssuchwidget

source: Show Study Category Dropdown
de_de: Dropdown-Menü für Kurskategorie anzeigen

source: You have not subscribed to any Study.
de_de: Sie sind in keinem Kurs angemeldet.
es_es: No estás suscrito a ningún curso.
fr_fr: Vous n'êtes inscris sur aucun cours

source: All Studies <span>%s</span>
de_de: Alle Kurse <span>%s</span>
es_es: Todos los cursos <span>%s</span>
fr_fr: Tous les cours <span>%s</span>

source: My Studies <span>%s</span>
de_de: Meine Kurse <span>%s</span>
es_es: Mis Cursos <span>%s</span>
fr_fr: Mes Cours <span>%s</span>

source: Start Study
de_de: Kurs starten
es_es: Comenzar curso
fr_fr: Commencer le Cours

source: Continue Study
de_de: Kurs fortsetzen
es_es: Continuar curso
fr_fr: Continuer le Cours

source: Study Finished
de_de: Kurs beendet
es_es: Curso finalizado
fr_fr: Cours Terminé

source: STUDY SUBMISSIONS
de_de: KURS EINSENDUNGEN
es_es: PRESENTACIONES DEL CURSO
fr_fr: SOUMISSION DU COURS

source: Evaluate Study for User
de_de: Den Kurs für den Teilnehmer auswerten
es_es: Evaluar curso para el usuario
fr_fr: Evaluer le Cours pour l'Utilisateur

source: Total Number of Students who took this study
de_de: Gesamtzahl aller Teilnehmer, die den Kurs gebucht haben.
es_es: Número total de alumnos que han tomado este curso
fr_fr: Nombre total d'élèves qui ont pris ce cours

source: Calculate Statistics for Study
de_de: Berechnen Sie die Statistiken für den Kurs :
es_es: Calcular estadísticas del curso
fr_fr: Calculer les statistiques du cours

source: Total number of Students in study
de_de: Anzahl der Kursteilnehmer
es_es: Números total de alumnos en el curso
fr_fr: Nombre total d'élèves dans ce cours

source: Students Currently taking this study
de_de: Aktuelle Kursteilnehmer
es_es: Alumnos que actualmente están realizando este curso
fr_fr: Elèves suivant actuellement ce cours

source: Study Curriculum
de_de: Kursablauf
es_es: Plan de estudios del curso
fr_fr: Programme du Cours

source: Requires completition of study
de_de: Erfordert die vollständige Bearbeitung des Kurses
es_es: Se necesita la finalización del curso
fr_fr: Exige de terminer le cours

source: Related Studies
de_de: Verwandte Kurse
es_es: Cursos relacionados
fr_fr: Cours associés

source: Edit Key
es_es: Editar clave
fr_fr: Modifier la clé

source: Email:
es_es: Correo electrónico:

source: Email
es_es: Correo electrónico

source: %d new high-fives, multi-five!
es_es: %d nuevo "¡choca los cinco!"

source: %s high-fived you!
es_es: ¡ %s te chocó los cinco!
