Repository: Abolitionist-Project/QM-Personal-Studies-Plugin
Catalog: includes/languages/*.po
Languages: de_de, es_es, fr_fr, sr_rs

source: Please enter your QuantiPress Marketplace Username.
es_es: Por favor introduzca su nombre de usuario de QuantiPress Marketplace.
fr_fr: Veuillez entrer votre nom d'utilisateur QuantiPress Marketplace.
sr_rs: Molimo unesite svoje korisničko ime QuantiPress Marketplace.

source: Please enter your QuantiPress Marketplace API Key.
es_es: Por favor introduzca su clave API de QuantiPress Marketplace.
fr_fr: Veuillez entrer votre clé API QuantiPress Marketplace.
sr_rs: Molimo unesite svoje QuantiPress Marketplace API ključ.

source: The API "set" is a required parameter.
es_es: La API "set" es un parámetro necesario.
fr_fr: L'API "set" est un paramètre obligatoire.
sr_rs: API "set" je neophodan parametar.

source: The QuantiPress Marketplace "item ID" is a required parameter.
es_es: El QuantiPress Marketplace "item ID" es un parámetro necesario.
sr_rs: QuantiPress burza "artikl ID" je potrebno parametar.

source: An Unexpected HTTP Error occurred during the API request.
es_es: Un error HTTP inesperado ocurrió durante la solicitud de la API.
fr_fr: Une erreur HTTP inattendue s'est produite lors de la demande de l'API.
sr_rs: Neočekivani HTTP pogreška dogodila tijekom API zahtjeva.

source: Try again
es_es: Inténtelo de nuevo
fr_fr: Veuillez réessayer
sr_rs: Pokušaj ponovno

source: An unknown error occurred
es_es: Ocurrió un error desconocido
fr_fr: Une erreur inconnue est survenue
sr_rs: Došlo je do nepoznate greške

source: The plugin has been updated, but could not be reactivated. Please reactivate it manually.
es_es: El plugin ha sido actualizado, pero no pudo ser reactivado. Por favor, reactívelo manualmente.
fr_fr: Le plugin a été bien mis à jour, mais n'a pas pu être réactivé. Veuillez le réactiver manuellement.
sr_rs: Plugin je apdejtovan, ali ne može se aktivirati. Molimo aktivirati ga ručno.

source: Plugin reactivated successfully.
es_es: Plugin reactivado con éxito.
fr_fr: Plugin réactivé avec succés
sr_rs: Plugin je uspešno reaktiviran.

source: Plugin Updates
es_es: Actualizaciones del plugin
fr_fr: Mise à jour du plugin
sr_rs: Plugin ažuriranja

source: Username:
es_es: Nombre de usuario:
fr_fr: Nom d'utilisateur
sr_rs: Korisničko ime:

source: Key:
es_es: Clave:
fr_fr: Clé
sr_rs: Ključ:

source: <p>Your plugin update is <span style="color:green">active</span></p>
es_es: <p>Su actualización del plugin está <span style="color:green">activa</span></p>
sr_rs: <p> Plagin apdejt <span style="color:green">active</span></p>

source: <p>Your input is <span style="color:red">not valid</span>, automatic updates is <span style="color:red">not active</span>.</p>
es_es: <p>Su entrada <span style="color:red">no es válida</span>, las actualizaciones automáticas <span style="color:red">no están activas</span>.</p>
sr_rs: <p> Vaš unos je <span style="color:red"> ne vrijedi </ span>, automatska nadogradnja je <span style="color:red"> nije aktivan </ span>. </ p>

source: <p>Unable to validate update activation.</p>
es_es: <p> No se puede validar la activación de actualización. </ p>
sr_rs: <p> uspio potvrditi aktivaciju ažuriranja. </ p>

source: Add Key
es_es: Añadir clave
fr_fr: Ajouter la Clé
sr_rs: Dodaj ključ

source: User name
es_es: Nombre de usuario
fr_fr: Nom de l'utilisateur
sr_rs: Korisničko ime

source: Themeforest User name ( for Auto-Updates )
es_es: Nombre de usuario Themeforest (para actualizaciones automáticas)
fr_fr: Nom de l'utilisateur Themeforest (pour les mises à jour automatiques)
sr_rs: Themeforest Nadimak (za automatsko ažuriranje)

source: per
de_de: pro
fr_fr: par
sr_rs: po

source: SUBSCRIPTION FOR
de_de: EINGESCHRIEBEN FÜR
fr_fr: SUBSCRIPTION POUR
sr_rs: Pretplata za

source: Student subscribed for course
sr_rs: Student je upisao kurs

source: subscribed for course
sr_rs: Upisao kurs

source: for
de_de: für
fr_fr: pour
sr_rs: za

source: days
de_de: Tage
fr_fr: Jours
sr_rs: dani

source: All Instructors <span>%s</span>
de_de: Alle Trainer <span>%s</span>
es_es: Todos los instructores <span>%s</span>
sr_rs: Svi instruktori <span>%s</span>

source: %1$s wrote a new %2$s, %3$s, on the site %4$s
de_de: %1$s schrieb einen neuen %2$s, %3$s, auf der Seite %4$s
es_es: %1$s escribió una nueva %2$s, %3$s, en este sitio %4$s
sr_rs: %1$s je napisao novu %2$s, %3$s, na mjestu %4$s

source: %1$s wrote a new %2$s, %3$s
de_de: %1$s schrieb einen neuen %2$s, %3$s
es_es: %1$s escribió una nueva %2$s, %3$s
sr_rs: %1$s je napisao novu %2$s, %3$s

source: %1$s reviewed the %2$s, %3$s, on the site %4$s
de_de: %1$s rezensierte %2$s, %3$s, auf der Seite %4$s
es_es: %1$s revisó el %2$s, %3$s, en este sitio %4$s
sr_rs: %1$s pregledao %2$s, %3$s, na mestu %4$s

source: %1$s reviewed the %2$s, %3$s
de_de: %1$s rezensierte %2$s, %3$s
es_es: %1$s revisó el %2$s, %3$s
sr_rs: %1$s pregledao %2$s, %3$s

source: Security check Failed. Contact Administrator.
de_de: Sicherheitstest fehlgeschlagen. Kontaktieren Sie den Administrator.
es_es: Control de seguridad fallido. Contacte con el administrador.
fr_fr: Le contrôle de sécurité a échoué. Veuillez contacter l'Administrateur.
sr_rs: Sigurnosna provera nije uspela. Kontaktirajte administratora.

source: Student finished unit
de_de: Teilnehmer hat eine Lektion beendet
fr_fr: L'élève a terminé le chapitre
sr_rs: Student je završio nastavnu jedinica

source: Student finished the unit
de_de: Teilnehmer hat die Lektion beendet
fr_fr: L'élève a terminé le chapitre
sr_rs: Student je završio nastavnu jedinicu

source: in course
sr_rs: u kursu

source: Answer Reset
de_de: Antwort zurückgesetzt
fr_fr: La réponse a été réinitialisée
sr_rs: Reset odgovora

source: Unable to Reset
de_de: Kann nicht zurückgesetzt werden
fr_fr: Impossible de réinitialiser
sr_rs: Nije moguće Resetovati

source: Security check failed !
de_de: Sicherheitstest fehlgeschlagen.
es_es: ¡Control de seguridad fallido!
fr_fr: Le contrôle de sécurité a échoué !
sr_rs: Sigurnosna provera nije uspela!

source: Incorrect Course selected.
sr_rs: Izabran Pogrešan kurs.

source: Statistics successfully calculated. Reloading...
de_de: Statistik erfolgreich berechnet. Neu laden ...
es_es: Estadísticas calculadas correctamente. Recargando...
fr_fr: Statistiques calculées avec succès. Rechargement ...
sr_rs: Statistika je uspešno obračunata. Ponovno učitavanje...

source: Unable to calculate Average.
de_de: Durchschnitt kann nicht berechnet werden.
es_es: No se ha podido calcular la media.
fr_fr: Impossible de calculer la Moyenne.
sr_rs: Nije moguće izračunati prosek.

source: SHOW STATS
de_de: Statistik anzeigen
es_es: MOSTRAR ESTADÍSTICAS
fr_fr: VOIR LES STATISTIQUES
sr_rs: Statistika

source: HIDE
de_de: VERBERGEN
es_es: OCULTAR
fr_fr: MASQUER
sr_rs: SKRIVENI

source: Incorrect User selected.
de_de: Falschen Benutzer ausgewählt.
es_es: Usuario seleccionado incorrecto.
fr_fr: Utilisateur sélectionné Incorrecte
sr_rs: Pogrešni korisnik je odabran.

source: This User has not started the course.
sr_rs: Ovaj korisnik nije počeo kurs

source: This User has completed the course.
sr_rs: Ovaj korisnik je završio kurs

source: Student Score for Course
sr_rs: Ostvareni rezultat na kursu

source: out of 100
de_de: von 100
fr_fr: sur 100
sr_rs: od 100

source: Course Started :
sr_rs: Kurs je počeo:

source: ago
de_de: vor
fr_fr: depuis
sr_rs: pre

source: Curriculum :
de_de: Kursablauf
es_es: Itinerario:
sr_rs: Nastavni plan i program:

source: Quizes
de_de: Quiz
fr_fr: Quiz
sr_rs: Kvizovi

source: Marks Obtained :
de_de: Bewertung, die die Teilnehmer erreicht haben
fr_fr: Notes Obtenues :
sr_rs: Označeno

source: Under Evaluation
de_de: Unter Auswertung
fr_fr: En attente d'évaluation
sr_rs: Trenutno se ocenjuje

source: Units Completed
de_de: Vollständige Lektionen
es_es: Unidades completadas
fr_fr: Chapitres terminés
sr_rs: Jedinica završena

source: out of
de_de: von
fr_fr: sur
sr_rs: iz

source: Incorrect User selected.
de_de: Falschen Benutzer ausgewählt.
fr_fr: Utilisateur sélectionné incorrect.
sr_rs: Pogrešan odabir

source: User removed from the Course
sr_rs: Korisnik je udaljen sa kursa

source: removed from course
sr_rs: uklonjen iz kursa

source: removed from the course
sr_rs: uklonjen iz kursa

source: There was issue in removing this user from the Course. Please contact admin.
sr_rs: Postoji problem kod otklanjanja korisnika sa kursa. Molimo kontaktirajte administratora.

source: Course Reset for User
sr_rs: Resetovanje kursa za korisnika

source: Course reset for student
sr_rs: Resetovanje kursa za studenta

source: Course
sr_rs: Kurs

source: reset for student
de_de: Kurs für den Teilnehmer zurückgesetzt
fr_fr: réinitialiser pour l'élève
sr_rs: Resetovanje za studenta

source: There was issue in resetting this course for the user. Please contact admin.
sr_rs: Nastao je problem kod resetovanja kursa za korisnika. Molimo kontaktirajte administratora.

source: Quiz Reset for Selected User
de_de: Quiz für den ausgewählten Benutzer zurückgesetzt
es_es: Resetear curso para el usuario seleccionado
fr_fr: Quiz Réinitialisé pour l'Utilisateur Sélectionné
sr_rs: Reset kursa odabranog korisnika

source: Could not find Quiz results for User. Contact Admin.
de_de: Quizergebnisse für den Benutzer konnten nicht gefunden werden. Kontakt Sie den Admin.
es_es: No se pudieron encontrar los resultados del test del usuario. Contacte con el administrador.
fr_fr: Impossible de trouver les résultats de Quiz pour cet Utilisateur. Veuillez contacter l'Administrateur.
sr_rs: Ne mogu pronaći rezultate kviza za korisnika. Kontaktirajte Administratora.

source: Instructor Reseted the Quiz for User
de_de: Trainer hat das Quiz für den Benutzer zurückgesetzt
fr_fr: Le professeur a réinitialisé le Quiz pour l'Utilisateur
sr_rs: Instruktor je resetovao kviz za Korisnika

source: Quiz
sr_rs: Kviz

source: was reset by the Instructor for user
de_de: Kurs für den Benutzer zurückgesetzt
fr_fr: a été réinitialisé par le Professeur pour l'utilisateur
sr_rs: Instruktor je resetovao za korisnika

source: Student got a Badge in the course
sr_rs: Student je dobio značku za završetak kursa

source: got a badge in the course
sr_rs: dobio značku za završetak kursa

source: Student got a Certificate in the course
sr_rs: Student je dobio sertifikat za završetak kursa

source: got a certificate in the course
sr_rs: dobio sertifikat za završetak kursa

source: You've obtained
de_de: Sie haben erreicht
es_es: Has obtenido
fr_fr: Vous avez obtenu
sr_rs: Vi ste dobili

source: out of 100 in Course :
sr_rs: od ukupno 100 u kursu

source: Course results available
sr_rs: Rezultati kursa su dostupni

source: COURSE MARKED COMPLETE
sr_rs: Kurs je označen kao završen

source: FAILED TO MARK COURSE, CONTACT ADMIN
sr_rs: Neuspešno ste označili kurs, kontaktirajte administratora

source: Instructor evaluated Course for Student
sr_rs: Instruktor ocenjuju kurs za studene

source: got
de_de: erhalten
fr_fr: a
sr_rs: dobio

source: out of 100 in course
sr_rs: od ukupno 100 u kursu

source: in Quiz
de_de: im Quiz
fr_fr: dans le Quiz
sr_rs: u kvizu

source: Quiz results available
de_de: Quizergebnisse verfügbar
es_es: Resultados del test disponibles
fr_fr: Les résultats du quiz sont disponibles
sr_rs: Kviz rezultati dostupni

source: Instructor evaluated Quiz for student
de_de: Trainer wertet das Quiz für den Benutzer aus.
fr_fr: Le Quiz a été évalué par le Professeur pour l'élève
sr_rs: Instruktor ocenjuje kviz za studenta

source: in Quiz
de_de: im Quiz
fr_fr: En Quiz
sr_rs: u kvizu

source: MARKS:
de_de: Bewertungen:
fr_fr: NOTES:
sr_rs: Ocenama:

source: PENDING
de_de: ANSTEHEND
fr_fr: EN ATTENTE
sr_rs: Na čekanju

source: DONE
de_de: ERLEDIGT
fr_fr: TERMINE
sr_rs: Završeno

source: Total
de_de: Gesamt
sr_rs: Ukupno

source: Course Percentage (Out of 100)
sr_rs: Procenat uspešnosti kursa (od ukupno 100)

source: Course Percentage out of 100
sr_rs: Procenat uspešnosti kursa (od ukupno 100)

source: Mark Course Complete
sr_rs: Označite kurs kompletnim

source: Incorrect Quiz Id.
de_de: Falsche Quiz-ID.
fr_fr: L'dentifiant du Quiz est Incorrecte
sr_rs: Nekorektan Kviz ID

source: Marked Answer :
de_de: Bewertete Antwort :
es_es: Respuesta marcada:
fr_fr: Réponse Marquée :
sr_rs: Označen odgovor

source: Correct Answer :
de_de: Richtige Antwort:
es_es: Respuesta correcta:
fr_fr: Bonne Réponse
sr_rs: Ispravan odgovor:

source: Marks Obtained
de_de: Bewertungen, die die Teilnehmer erreicht haben
es_es: Notas obtenidas
fr_fr: Notes Obtenues
sr_rs: Dobijene ocene:

source: Give marks
de_de: Bewertungen vergeben
fr_fr: Donner des notes
sr_rs: Dajte ocene:

source: Update Marks
de_de: Bewertungen aktualisieren
es_es: Actualizar notas
fr_fr: Mettre à jour les Notes
sr_rs: Apdejtujte ocene

source: Give Marks
de_de: Bewertungen vergeben
es_es: Dar notas
fr_fr: Donner les Notes
sr_rs: Dajte ocene

source: Mark Quiz as Checked
de_de: Markieren Sie das Quiz als korrigiert.
es_es: Marcar test como comprobado
fr_fr: Marquer le Quiz comme Vérifié
sr_rs: Označite kviz kao popunjen

source: Set a Subject for the message
de_de: Betreffzeile für diese Nachricht eingeben
fr_fr: Définir un Sujet pour le message
sr_rs: Dodajte Subject poruke

source: Messages Sent to
de_de: Nachrichten gesendet an
fr_fr: Messages Envoyés à
sr_rs: Poruke poslate

source: members
de_de: Mitglieder
fr_fr: membres
sr_rs: Članovi

source: Please select members
de_de: Bitte Mitglieder auswählen
fr_fr: Veuillez sélectionner les membres
sr_rs: Odaberite članove

source: Instructor sent Bulk message to students :
de_de: Trainer sendet Massennachricht an alle Teilnehmer :
fr_fr: Le Professeur a envoyé un message en vrac aux élèves :
sr_rs: Instruktor je poslao Bulk poruku studentima:

source: Bulk Message sent to students
de_de: Massennachricht an alle Teilnehmer
fr_fr: Message en Vrac envoyé aux élèves
sr_rs: Bulk Poruka je poslata studentima

source: Instructor added Student for course
sr_rs: Instruktor je dodao Studenta na kurs

source: Instructore added Student
de_de: Trainer hat Teilnehmer hinzugefügt
fr_fr: Le professeur a ajouté un élève
sr_rs: Instruktor je dodao Studenta

source: Reset Course for User
sr_rs: Resetujte kurs za Korisnika

source: See Course stats for User
sr_rs: Pogledajte statistiku kursa za Korisnika

source: Remove User from this Course
sr_rs: Ukloni korisnika sa ovog kursa

source: Select Assign Value
de_de: Fügen Sie einen Wert hinzu
sr_rs: Odaberite Pridružene vrednosti

source: Action assigned to
de_de: Aktivität zugewiesen
fr_fr: Action attribuée à
sr_rs: Akcija je dodeljena

source: Could not assign action to members
de_de: Aktion konnte den Mitgliedern nicht hinzugefügt werden
sr_rs: Nije mogao dodeliti akciju za članove

source: Unit will be available in
de_de: Lektion wird verfügbar sein in
es_es: La unidad estará disponible en
fr_fr: Le Chapitre sera disponible dans
sr_rs: Jedinica će biti dostupan u

source: Student started a unit
de_de: Teilnehmer hat eine Lektion begonnen
fr_fr: L'élève a démarré un chapitre
sr_rs: Student započeo nastavnu jedinicu

source: Student started the unit
de_de: Teilnehmer hat die Lektion begonnen
fr_fr: L'élève a démarré le chapitre
sr_rs: Student započeo nastavnu jedinicu

source: Unit can not be accessed.
de_de: Lektion kann nicht aufgerufen werden.
es_es: No se puede acceder a la unidad.
fr_fr: Impossible d'accéder au Chapitre
sr_rs: Jedinici se ne može pristupiti.

source: Hours
de_de: Stunden
fr_fr: Heures
sr_rs: Sati

source: minutes
de_de: Minuten
sr_rs: minuti

source: Back to Quiz
de_de: Zurück zum Quiz
fr_fr: Revenir au Quiz
sr_rs: Povratak na kviz

source: Previous Unit
de_de: Vorige Lektion
fr_fr: Chapitre Précédent
sr_rs: Prethodna nastavna jedinica

source: Start Quiz
de_de: Quiz beginnen
fr_fr: Démarrer le Quiz
sr_rs: Počnite Kviz

source: Mark this Unit Complete
de_de: Markieren Sie diese Lektion als vollständig bearbeitet.
es_es: Marcar esta unidad como completa
fr_fr: Marquer ce Chapitre comme Terminé
sr_rs: Označite nastavnu jedinicu kompletnom

source: Proceed to Quiz
de_de: Weiter zum Quiz
fr_fr: Passer au Quiz
sr_rs: Nastavite kviz

source: Next Unit
de_de: Nächste Lektion
fr_fr: Prochain Chapitre
sr_rs: Sledeća jedinica

source: Too Fast or Answer not marked.
de_de: Zu schnell, oder Antwort nicht markiert.
sr_rs: Prebrzo ili odgovor nije ubeležen.

source: Answer Saved.
de_de: Antwort gespeichert.
fr_fr: Réponse Sauvegardée
sr_rs: Odgovor je snimljen.

source: Processing...
de_de: Weiter...
fr_fr: Traitement en cours...
sr_rs: Obrada...

source: Saving Answer...please wait
de_de: Antwort wird gespeichert ... bitte warten
fr_fr: Enregistrement de votre réponse ... veuillez patienter
sr_rs: Snimanje odgovora... molimo sačekajte

source: This step is irreversible. Are you sure you want to remove the User from the course ?
sr_rs: Ovaj korak je nepovratan. Jeste li sigurni da želite ukloniti korisnika sa kursa?

source: Confirm, Remove User from Course
sr_rs: Potvrdi, ukloni korisnika sa kursa

source: Cancel
de_de: Beenden
fr_fr: Annuler
sr_rs: Otkazati

source: This step is irreversible. All Units, Quiz results would be reset for this user. Are you sure you want to Reset the Course for this User?
sr_rs: Ovaj korak je nepovratan. Sve nastavne jedinice, rezultati kviza za ovog korisnika će biti resetovani. Jeste li sigurni da želite resetujete kurs za ovog korisnika?

source: Confirm, Reset Course for this User
sr_rs: Potvrdi, Resetuj kurs za ovog korisnika

source: This step is irreversible. All Questions answers would be reset for this user. Are you sure you want to Reset the Quiz for this User?
de_de: Dieser Schritt kann nicht rückgängig gemacht werden. Alle Fragen dieses Benutzers werden zurückgesetzt. Sind sie sicher, dass Sie den Kurs für diesen Benutzer zurücksetzen möchten?
sr_rs: Ovaj korak je nepovratan. Svi odgovori ovog korisnika će biti resetovani. Jeste li sigurni da želite resetovati kviz za ovog korisnika?

source: Confirm, Reset Quiz for this User
de_de: Bestätigen Sie: Quiz für den Benutzer zurücksetzen
fr_fr: Confirmer, la Réinitialisation du Quiz pour cet Utilisateur
sr_rs: Potvrdi, Resetuj kviz za ovog korisnika

source: Marks Saved
de_de: Bewertungen gespeichert
fr_fr: Notes Enregistrées
sr_rs: Odgovori su snimljeni

source: Quiz Marks Saved
de_de: Quizbewertungen gespeichert
fr_fr: Notes du Quiz Enregitrées
sr_rs: Odgovori u kvizu su snimljeni.

source: Submit Quiz
de_de: Quizergebnisse absenden
fr_fr: Soumettre le Quiz
sr_rs: Pošalji Kviz

source: Sending Messages ...
de_de: Nachrichten absenden ...
fr_fr: Envoi de Messages
sr_rs: Slanje poruka...

source: Adding Students to Course ...
sr_rs: Dodavanje Studenata na kurs...

source: Students successfully added to Course
sr_rs: Studenti uspešno dodati na kurs

source: Unable to Add students to Course
sr_rs: Nije moguće dodati studente na kurs

source: No Courses found.
sr_rs: Nije pronađen kurs.

source: Course Directory
sr_rs: Spisak kurseva

source: All Courses by all instructors
sr_rs: Svi kursevi po svim instruktorima

source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
sr_rs: Naslovna

source: Curriculum
de_de: Kursablauf
es_es: Itinerario
sr_rs: Nastavni plan

source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
sr_rs: Članovi

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Recherche
sr_rs: Pretraživanje

source: TAKE THIS COURSE
sr_rs: Uzmite ovaj kurs

source: START COURSE
sr_rs: Započnite kurs

source: CONTINUE COURSE
sr_rs: Nastavite kurs

source: COURSE UNDER EVALUATION
sr_rs: Ocenjuju se rezltati kursa

source: COURSE FINISHED
sr_rs: Kurs je završen

source: COURSE ENABLED
sr_rs: Kurs je omogućen

source: CONTACT ADMIN TO ENABLE
de_de: KONTAKTIEREN SIE DEN ADMIN FÜR DIE FREISCHALTUNG
fr_fr: CONTACTER L'ADMINISTRATEUR POUR L'ACTIVER
sr_rs: Kontaktirajte administratora da omogući

source: COURSE EXPIRED
sr_rs: Kurs je istekao

source: PRIVATE COURSE
sr_rs: Privatni kurs

source: * REQUIRES
de_de: * ERFORDERT
fr_fr: * REQUIS
sr_rs: * Zahteva

source: Course Badge
sr_rs: Značka kursa

source: Course Certificate
sr_rs: Sertifikat kursa

source: Security Error
de_de: Sicherheitsfehler
fr_fr: Erreur de Sécurité
sr_rs: Sigurnosna greška

source: Quiz retake by Student
de_de: Teilnehmer wiederholt das Quiz
fr_fr: Quiz repris l'élève
sr_rs: Student ponovo započinje kviz

source: initiated quiz retake
de_de: Quizwiederholung initiiert
sr_rs: Ponovno pokretanje kviza

source: Next Question
de_de: Nächste Frage
es_es: Siguiente pregunta
fr_fr: Question Suivante
sr_rs: Sledeće pitanje

source: Previous Question
de_de: Vorige Frage
es_es: Pregunta anterior
fr_fr: Question Précédente
sr_rs: Prethodna Pitanje

source: Time Remaining
de_de: Verbleibende Zeit
es_es: Tiempo restante
fr_fr: Temps Restant
sr_rs: Preostalo vreme

source: Mins
de_de: Minuten
es_es: Minutos
sr_rs: Min

source: Secs
de_de: Sekunden
es_es: Segundos
sr_rs: Sek

source: QUESTION
de_de: Frage
es_es: PREGUNTA
sr_rs: Pitanje

source: Right now
de_de: Jetzt
fr_fr: Maintenant
sr_rs: Odmah

source: Student submitted the Quiz
de_de: Teilnehmer hat die Quizergebnisse eingesandt
fr_fr: L'élève a soumis le Quiz
sr_rs: Student završava kviz

source: was submitted by student
de_de: wurde vom Teilnehmer eingesandt
fr_fr: a été soumis par l'élève
sr_rs: student završava kviz

source: Student started a quiz
de_de: Teilnehmer startet Quiz
fr_fr: L'élève a commencé le quiz
sr_rs: Student je počeo kviz

source: started the quiz
de_de: hat Quiz begonnen
fr_fr: commencer le quiz
sr_rs: započeo kviz

source: Quiz Timed Out .
de_de: Quizzeit abgelaufen .
es_es: Tiempo de espera de la prueba agotado.
fr_fr: Temps du Quiz écoulé
sr_rs: Vreme za Kviz je isteklo

source: If you want to attempt again, Contact Instructor to reset the quiz.
de_de: Wenn Sie es noch einmal versuchen möchten, kontaktieren Sie den Trainer, damit er das Quiz zurückgesetzt.
es_es: Si quiere intentarlo de nuevo, contacte con el instructor para resetear el test.
fr_fr: Si vous voulez réessayer, Contacter le professeur pour réinitialiser le quiz.
sr_rs: Ako želite ponovno da pokušate, Kkontaktirajte Instruktora da resetuje kviz.

source: Quiz Already Attempted.
de_de: Quiz bereits bearbeitet.
es_es: Test ya intentado
fr_fr: Quiz déjà tenté.
sr_rs: Već ste popunjavali kviz

source: Security Check Failed. Contact Site Admin.
de_de: Sicherheitstest fehlgeschlagen. Kontaktieren Sie den Admin.
es_es: Comprobación de seguridad fallida. Contacte con el administrador del sitio.
fr_fr: Le Contrôle de Sécurité a échoué. Veuillez contacter l'Administrateur du Site.
sr_rs: Sigurnosna provera nije uspela. Kontaktirajte administratora

source: Start Quiz to begin quiz.
de_de: Starten Sie das Quiz, um zu beginnen.
es_es: Comenzar test
sr_rs: Pritisnite Kviz da biste ga započeli

source: Click "Start Quiz" button to start the Quiz.
de_de: Klicken Sie den "Start Quiz" -Button, um das Quiz zu starten.
es_es: Haga clic en el botón "Start Quiz" para comenzar el test.
fr_fr: Cliquer sur le bouton "Commencer le Quiz" pour commencer le Quiz
sr_rs: Kliknite na dugme "Start kviz" za pokretanje kviza

source: Security Check Failed .
de_de: Sicherheitstest fehlgeschlagen.
es_es: El control de seguridad falló.
fr_fr: Le Contrôle de Sécurité a échoué.
sr_rs: Sigurnosna provera nije uspela.

source: Contact Site Admin.
de_de: Kontaktieren sie den Seiten-Admin.
es_es: Contacte con el administrador del sitio.
fr_fr: Contacter l'Administateur du Site.
sr_rs: Kontaktirajte administratora

source: Quiz Already Attempted .
de_de: Quiz bereits bearbeitet
es_es: Test ya intentado.
fr_fr: Quiz déjà tenté.
sr_rs: Već ste popunjavali kviz

source: Course Curriculum Not Set.
sr_rs: Nastavni plan kursa nije podešen.

source: Attachments
de_de: Anhänge
es_es: Archivos adjuntos
fr_fr: Attachés
sr_rs: Prilozi
