Repository: Abolitionist-Project/QM-Personal-Studies-Plugin
Catalog: includes/languages/*.po
Languages: de_de, es_es, fr_fr, sr_rs

source: Have Questions ? Ask in the Unit Forums
de_de: Hier geht es zu den Lektionenforen! Laden Sie hier Ihr Bilder hoch und diskutieren Sie Ihre Ergebnisse.
es_es: ¿Tienes preguntas? Pregunta en los foros de la unidad
fr_fr: Vous avez des questions ? Posez-les dans les Forums relatifs à ce Chapitre
sr_rs: Imate li pitanja? Pitajte u forumima nastavnih jedinica

source: Instructor
de_de: Trainer
fr_fr: Professeur
sr_rs: Instruktor

source: Quiz Auto Evaluated
de_de: Quiz automatisch ausgewertet.
fr_fr: Quiz Auto Evalué
sr_rs: Samoocenjivanje

source: auto evaluated for student
de_de: automatisch für den Teilnehmer ausgewertet
fr_fr: auto évalué pour l'élève
sr_rs: Samoocenjivanje za studenta

source: with marks
de_de: mit Bewertungen
fr_fr: avec des points
sr_rs: sa oznakama

source: Certificate not valid for user
de_de: Zertifikat nicht gültig für den Teilnehmer
es_es: Certificado no válido para el usuario
fr_fr: Attestation invalide pour l'utilisateur
sr_rs: Sertifikat nije validan za korisnika

source: Evaluate course submissions
sr_rs: Procenite podneske kursa

source: Evaluate Quiz submissions
de_de: EINSENDEAUFGABEN AUSWERTEN
es_es: Evaluar presentaciones del test
fr_fr: Evaluer les soumissions des Quiz
sr_rs: Procenite podneske kviza

source: Manage Students
de_de: Teilnehmer verwalten
es_es: Administrar alumnos
fr_fr: Gestion des élèves
sr_rs: Upravljanje Studentima

source: See Stats
de_de: Kursstatistik ansehen
es_es: Ver estadísticas
fr_fr: Voir les Stats
sr_rs: Pogledajte statistiku

source: See all Activity
de_de: Alle Aktivitäten ansehen
es_es: Ver toda la actividad
fr_fr: Voir toutes les Activités
sr_rs: Pogledajte sve aktivnosti

source: Course
sr_rs: Kurs

source: Search ...
de_de: Suche ...
es_es: Buscar ...
fr_fr: Recherche ...
sr_rs: Traži...

source: Courses <span>%s</span>
sr_rs: Kursevi <span>%s</span>

source: My Courses
sr_rs: Moji kursevi

source: Results
de_de: Ergebnisse
es_es: Resultados
fr_fr: Résultats
sr_rs: Rezultati

source: Stats
de_de: Statistik
es_es: Estadísticas
sr_rs: Statistika

source: Instructing Courses
sr_rs: Uvodni kursevi

source: course
sr_rs: kurs

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
sr_rs: Da

source: No
de_de: Nein
fr_fr: Non
sr_rs: Ne

source: Action One
de_de: Schritt 1
es_es: Acción uno
fr_fr: Première Action
sr_rs: Akcija Jedan

source: Action Two
de_de: Schritt 2
es_es: Acción dos
fr_fr: Deuxième Action
sr_rs: Akcija Dva

source: Multiple high-fives
de_de: Super Riesenglückwunsch!
es_es: Choca los cinco múltiples
sr_rs: Više high-fives

source: Results for %s are out. You've recieved %s marks. see quiz results %s ,evaluated by %s [%s] ---------------------
de_de: Die Ergebnisse für %s sind da. Sie haben %s Punkte erreicht. Sehen Sie sich die Quizergebnisse an %s ,überprüft von %s [%s] ---------------------
es_es: Resultados para %s están fuera. Usted ha recibido %s notas. ver resultados del test %s, evaluado por% s [% s] ---------------------
sr_rs: Rezultati za% s su out. Vi ste primili% s maraka. vidjeti rezultate kviz% s, vrednovati prema% s [% s] ---------------------

source: Course Settings Header
sr_rs: Podešavanja hedera kursa

source: course Settings
sr_rs: Podešavanja kursa

source: Changes Saved.
de_de: Änderungen gespeichert.
es_es: Cambios guardados.
fr_fr: Modifications Enregistrées
sr_rs: Promene su snimljene

source: Do you love clicking checkboxes?
de_de: Mögen Sie es Checkboxen anzuklicken?
es_es: ¿Te gusta hacer clic en chechboxes?
sr_rs: Volite da kliknete u kućice?

source: Save Settings
de_de: Einstellungen speicher
es_es: Guardar ajustes
fr_fr: Enregistrer les Paramétres
sr_rs: Snimanje podešavanja

source: Send Bulk Message
de_de: Nachricht an alle absenden
fr_fr: Envoyer un Message en Vrac
sr_rs: Pošalji bulk poruku

source: Add Students to Course
sr_rs: Dodaj studenta na kurs

source: Assign Badges/Certificates to Students
de_de: Den Teilnehmern Badges/ Zertifikate zuweisen
fr_fr: Attribuer les Médailles/Attestations aux Elèves
sr_rs: Dodeli Značke / Serifikate studentima

source: Type Message Subject
de_de: Betreff eingeben
fr_fr: Saisir l'Obget du Message
sr_rs: Upišite naslov poruke

source: Type Message
de_de: Nachricht schreiben
fr_fr: Saisir le Message
sr_rs: Napišite poruku

source: Send Message
de_de: Nachricht absenden
fr_fr: Envoyer le Message
sr_rs: Pošaljite poruku

source: Enter Student Usernames, separated by comma
de_de: Geben Sie die Namen der Teilnehmer ein, kommagetrennt
sr_rs: Unesite Userneme studenata odvojena zarezom

source: Add Students
de_de: Teilnehmer hinzufügen
fr_fr: Ajouter des Elèves
sr_rs: Dodajte Studente

source: ASSIGN COURSE BADGE
sr_rs: Dodelite značku kursa

source: ASSIGN COURSE CERTIFICATE
sr_rs: Dodelite sertifikat kursa

source: REMOVE COURSE BADGE
sr_rs: Izbrišite značku kursa

source: REMOVE COURSE CERTIFICATE
sr_rs: Izbrišite sertifikat kursa

source: Assign Action
de_de: Aktivität hinzufügen
fr_fr: Attribuer une Action
sr_rs: Dodelite akciju

source: Viewing page %1$s of %2$s
de_de: Seite %1$s von %2$s ansehen
es_es: Visitando página %1$s de %2$s
sr_rs: Stranica %1$s of %2$s

source: REVIEWS
de_de: REZENSIONEN
fr_fr: AVIS
sr_rs: RECENZIJE

source: STUDENTS
de_de: TEILNEHMER
es_es: ALUMNOS
fr_fr: ELEVES
sr_rs: STUDENTI

source: MEMBERSHIP
de_de: MITGLIEDSCHAFT
fr_fr: ABONNEMENT
sr_rs: ČLANSTVO

source: No Level Selected
de_de: Kein Level ausgewählt
fr_fr: Aucun Niveau Sélectionné
sr_rs: Nema selektovanog tipa

source: PRIVATE
de_de: PRIVAT
fr_fr: PRIVE
sr_rs: PRIVATNO

source: COURSE EVALUATED
sr_rs: Kurs je ocenjen

source: Congratulations ! You've earned the
de_de: Herzlichen Glückwunsch, Sie haben das Ziel erreicht
fr_fr: Félicitations ! Vous avez obtenu
sr_rs: Čestitamo! Vi ste zaradili

source: Badge
fr_fr: Médaille
sr_rs: Značka

source: Congratulations ! You've successfully passed the course and earned the Course Completion Certificate !
sr_rs: Čestitamo! Uspešno ste prošli kurs i zaslužili certifikat o završetku kursa!

source: got a caertificate in the course
sr_rs: dobio sertifikat o završetku kursa

source: Auto evaluated Course for Student
sr_rs: Samoocenjivanje kursa od strane studenata

source: COURSE SUBMITTED FOR EVALUATION
sr_rs: Kurs je pod evaluacijom

source: PLEASE COMPLETE THE
de_de: BITTE VERVOLLSTÄNDIGEN SIE DIE
es_es: POR FAVOR COMPLETE EL
fr_fr: VEUILLEZ COMPLETER LE
sr_rs: Molimo vas da ispunite

source: COURSE CURRICULUM NOT SET
sr_rs: Nastavni plan kursa nije postavljen

source: BuddyPress Course Widget
sr_rs: BuddyPress kurs Widget

source: by
de_de: von
fr_fr: par
sr_rs: od

source: Widget Title
de_de: Widget-Titel
es_es: Título del widget
fr_fr: Titre du Widget
sr_rs: Widget Naslov

source: Style
de_de: Stil
es_es: Estilo
sr_rs: Stil

source: Single
de_de: Einzel
es_es: Individual
fr_fr: Unique
sr_rs: Jedan

source: List
de_de: Liste
es_es: Lista
fr_fr: Liste
sr_rs: Spisak

source: Select Course Category
sr_rs: Odaberite kategoriju kursa

source: Order By
de_de: Sortiert nach
es_es: Ordenar por
fr_fr: Commander par
sr_rs: Poredak po

source: Random
de_de: Zufällig
es_es: Aleatorio
fr_fr: Aléatoire
sr_rs: Slučajan

source: Name
es_es: Nombre
fr_fr: Nom
sr_rs: Naziv

source: Course Title
sr_rs: Naravno Naslov

source: Number of Reviews
de_de: Anzahl der Bewertungen
es_es: Número de revisiones
fr_fr: Nombre d'Avis
sr_rs: Broj Recenzije

source: Date Published
de_de: Erscheinungsdatum
es_es: Datos publicados
fr_fr: Date de Publication
sr_rs: Datum objave

source: Rating
de_de: Bewertung
es_es: Calificación
fr_fr: Evaluation
sr_rs: Ocena

source: Number of Students
de_de: Anzahl der Kursteilnehmer
es_es: Número de alumnos
fr_fr: Nombre d'Elèves
sr_rs: Broj studenata

source: Sort
de_de: Art
es_es: Ordenar
fr_fr: Trier
sr_rs: Vrsta

source: Ascending
de_de: Aufsteigend
es_es: Ascendente
fr_fr: Ordre croissant
sr_rs: Uzlazni

source: Decending
de_de: Absteigend
es_es: Descendente
fr_fr: Ordre décroissant
sr_rs: Silazni

source: Specific Courses (enter comma saperated ids)
sr_rs: Specifični kursevi (IDS-ovi odvojeni zarezima)

source: Number of Courses to show
sr_rs: Broj kurseva koji će se prikazivati

source: BuddyPress Instructor Widget
de_de: BuddyPress Trainer Widget
fr_fr: BuddyPress Widget du Professeur
sr_rs: BuddyPress Instruktor Widget

source: Check all Courses created by
sr_rs: Proverite sve kurseve koje je kreirao

source: More Courses by
sr_rs: Više kurseva od

source: Fallback Instructor ID
es_es: ID del instructor suplente
sr_rs: Zamjenska instruktor ID

source: Number of Courses by the Instructor to show
sr_rs: Prikazati broj kurseva po instruktoru

source: BuddyPress Course Search Widget
sr_rs: BuddyPress kolegija Search Widget

source: Select Instructor
de_de: Trainer auswählen
fr_fr: Sélectionner un Professeur
sr_rs: Odaberite instruktora

source: Type Keywords..
de_de: Keywords eingeben...
fr_fr: Saisir les Mots clés
sr_rs: Upišite ključne reči

source: Show Course Category Dropdown
sr_rs: Prikažite spisak kurseva u padajućem meniju

source: Show Instructor Dropdown
de_de: Trainer im Dropdown-Menü anzeigen
sr_rs: Prikažite instruktore u padajućem meniju

source: You have not subscribed to any Course.
sr_rs: Nemate pretplatu ni na jedan kurs

source: Groups Directory
de_de: Gruppenverzeichnis
es_es: Directorio de grupos
fr_fr: Répertoire des Groupes
sr_rs: Spisak grupa

source: Group Name (required)
de_de: Gruppenname (erforderlich)
es_es: Nombre del grupo (necesario)
fr_fr: Nom du Groupe (obligatoire)
sr_rs: Ime grupe (obavezno)

source: Group Description (required)
de_de: Gruppenbeschreibung (erforderlich)
es_es: Descripción del grupo (necesario)
fr_fr: Description du Groupe (obligatoire)
sr_rs: Opis grupe (obavezno)

source: Privacy Options
de_de: Privatsphäreeinstellungen
es_es: Opciones de privacidad
fr_fr: Options Privées
sr_rs: Opcije privatnosti

source: This is a public group
de_de: Dies ist eine öffentliche Gruppe
es_es: Este es un grupo público
fr_fr: Ce groupe est public
sr_rs: To je javna grupa

source: Any site member can join this group.
de_de: Alle Benutzer der Seite können der Gruppe beitreten.
es_es: Cualquier miembro del sitio puede unirse a este grupo.
fr_fr: Tout membre du site peut rejoindre ce groupe
sr_rs: Svaki član sajta može se pridružiti ovoj grupi.

source: This group will be listed in the groups directory and in search results.
de_de: Diese Gruppe wird im Gruppenverzeichnis und in den Suchergebnissen aufgeführt.
es_es: Este grupo será incluido en el directorio de grupos y en la búsqueda de resultados.
fr_fr: Ce groupe sera listé dans le répertoire des groupes et dans les résultats de recherche.
sr_rs: Ova grupa će biti uvrštena u spisku grupa i u rezultatima pretraživanja.

source: Group content and activity will be visible to any site member.
de_de: Gruppeninhalte und Aktivitäten sind für alle Benutzer dieser Webseite sichtbar.
es_es: El contenido y la actividad del grupo serán visibles para cualquier miembro del sitio.
fr_fr: Le contenu et les activités de ce groupe seront visible par tout membre de ce site.
sr_rs: Sadržaj grupe i aktivnosti biće vidljive svim članovima sajta

source: This is a private group
de_de: Dies ist eine private Gruppe.
es_es: Este es un grupo privado
fr_fr: Ce groupe est privé
sr_rs: Ovo je privatna grupa

source: Only users who request membership and are accepted can join the group.
de_de: Nur Benutzer, die die Mitgliedschaft beantragen und akzeptiert werden, können der Gruppe beitreten.
es_es: Sólamente los usuarios que soliciten membresía y sean aceptados pueden unirse al grupo.
fr_fr: Seuls les utilisateurs ayant fait une demande d'adhésion et dont les demandes ont été acceptées peuvent rejoindre le groupe.
sr_rs: Samo korisnici čiji zahtev za članstvom su prihvaćeni mogu se pridružiti grupi.

source: Group content and activity will only be visible to members of the group.
de_de: Gruppeninhalte und Aktivitäten sind nur für Gruppenmitglieder sichtbar.
es_es: El contenido y la actividad del grupo sólo será visible para los miembros del grupo.
fr_fr: Le Contenu et les activités de ce groupe ne seront visibles qu'aux membres du groupe.
sr_rs: Sadržaj grupe i aktivnosti biće vidljivi samo članovima grupe

source: This is a hidden group
de_de: Dies ist eine versteckte Gruppe
es_es: Este es un grupo oculto
fr_fr: Ce groupe est masqué
sr_rs: Ovo je skrivena grupa

source: Only users who are invited can join the group.
de_de: Nur eingeladene Benutzer können der Gruppe beitreten.
es_es: Sólo los usuarios que sean invitados pueden unirse al grupo.
fr_fr: Seuls les utilisateurs invités peuvent rejoindre ce groupe
sr_rs: Samo korisnici koji su pozvani mogu se priključiti grupi

source: This group will not be listed in the groups directory or search results.
de_de: Diese Gruppe wird nicht in den Gruppenverzeichnissen oder Suchergebnissen aufgeführt.
es_es: Este grupo no se mostrará en el directorio de grupos o en la búsqueda de resultados.
fr_fr: Ce groupe ne sera pas listé dans le répertoire des groupes et les résultats de recherche.
sr_rs: Ova grupa neće biti vidljiva u spiku grupa i u rezultatima pretraga.

source: Group Invitations
de_de: Gruppeneinladungen
es_es: Invitaciones de grupo
fr_fr: Invitations du Groupe
sr_rs: Pozivnice u grupu

source: Which members of this group are allowed to invite others?
de_de: Welchen Mitgliedern dieser Gruppe ist es erlaubt, andere einzuladen?
es_es: ¿Qué miembros de este grupo tienen permiso para invitar a otras personas?
fr_fr: Quels membres de ce groupe sont autorisés à inviter d'autres personnes?
sr_rs: Koji su članovi ove grupe smeju pozvati druge?

source: All group members
de_de: Alle Gruppenmitglieder
es_es: Todos los miembros del grupo
fr_fr: Tous les membres du groupe
sr_rs: Svi članovi grupe

source: Group admins and mods only
de_de: Nur Gruppenadministratoren und Moderatoren
es_es: Sólamente administradores y moderadores de grupo
fr_fr: Admins et Modérateurs de groupe seulement
sr_rs: Jedino administratori i moderatori grupe.

source: Group admins only
de_de: Nur Gruppenadministratoren
es_es: Solo administradores del grupo
fr_fr: Administrateur de groupe seulement
sr_rs: samo administratori grupe

source: Group Forums
de_de: Gruppenforen
es_es: Foros del grupo
fr_fr: Forums de Groupe
sr_rs: Forum grupe

source: Should this group have a forum?
de_de: Soll diese Gruppe ein Forum erhalten?
es_es: ¿Debe este grupo tener un foro?
fr_fr: Est-ce que ce groupe doit avoir un forum?
sr_rs: Da li ova grupa ima forum?

source: Enable discussion forum
de_de: Diskussionsforum einrichten
es_es: Habilitar foro de discusión
fr_fr: Permettre les discusussions sur le forum
sr_rs: Omogući diskusioni forum

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
de_de: <strong>Achtung Webseiten-Admin:</strong> Gruppenforen erfordern das <a href="%s">korrekte Setup und die Konfiguration</a> einer bbPress-Installation.
es_es: <strong>A la atención del administrador del site:</strong> Los foros del grupo solicitan la <a href="%s">correcta instalación y configuración</a> de la instalación bbPress.
sr_rs: <strong> Pažnja, administrator sajta: </strong> Forumi grupe zahtevaju <a href="%s"> ispravna za postavljanje i konfiguraciju</a> bbPress instalacije.

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
de_de: Laden Sie ein Bild als Avatar für diese Gruppe. Das Bild wird auf der Gruppenstartseite, und in den Suchergebnissen angezeigt.
es_es: Subir una imagen para usarla de avatar para este grupo. Esta imagen se muestra en la página del grupo principal, y en la búsqueda de resultados.
sr_rs: Uploaduj sliku koju ćete koristiti kao avatar za ovu grupu. Slika će biti prikazana na glavnoj stranici grupe i u rezultatima pretraživanja.

source: Upload Image
de_de: Bild hochladen
es_es: Subir imagen
fr_fr: Charger une Image
sr_rs: Upload slike

source: To skip the avatar upload process, hit the "Next Step" button.
de_de: Um den Hochladen des Avatars anzuhalten, drücken Sie den "Nächster Schritt" Button.
es_es: Para saltar el proceso de carga del avatar, pulse el botón "Next Step".
sr_rs: Za preskakanje procesa uploada avatara, pritisnite dugme "Sledeći korak".

source: Crop Group Avatar
de_de: Gruppenavatar beschneiden
es_es: Recortar avatar del grupo
fr_fr: Recadrer l'Avatar du Groupe
sr_rs: Obrezivanje Avatara

source: Avatar to crop
de_de: Avatar zum Beschneiden
es_es: Avatar a recortar
fr_fr: Avatar à recadrer
sr_rs: Avatar za obrezivanje

source: Avatar preview
de_de: Avatar Vorschau
es_es: Avatar previo
fr_fr: Aperçu de l'Avatar
sr_rs: Pregled Avatara

source: Crop Image
de_de: Bild beschneiden
es_es: Recortar imagen
fr_fr: Recadrer l'Image
sr_rs: Obrezivanje slike

source: Select people to invite from your friends list.
de_de: Wählen Sie Personen aus Ihrer Freundesliste aus und laden Sie sie ein.
es_es: Seleccionar personas a invitar desde tu lista de amigos.
fr_fr: Sélectionnez des personnes à inviter à partir de votre liste d'amis.
sr_rs: Odaberite ljude koje ćete pozvati sa svog spiska prijatelja

source: Remove Invite
de_de: Einladung löschen
es_es: Borrar invitación
fr_fr: Retirer l'Invité
sr_rs: Uklonite pozivnicu

source: Once you have built up friend connections you will be able to invite others to your group.
de_de: Sobald Sie sich mit anderen vernetzt haben, dürfen Sie andere zu Ihrer Gruppe einladen.
es_es: Una vez haya construido conexiones de amigos podrá invitar a otros a su grupo.
sr_rs: Nakon što su izgradili veze s prijateljima biće Vam omogućeno da pozovete druge u svoju grupu

source: Back to Previous Step
de_de: Zurück zum vorhergehenden Schritt
es_es: Volver al paso previo
fr_fr: Retour à l'étape précédente
sr_rs: Povratak na prethodni korak

source: Next Step
de_de: Nächster Schritt
es_es: Siguiente paso
fr_fr: Etape suivante
sr_rs: Sledeći korak

source: Create Group and Continue
de_de: Erstellen Sie eine Gruppe und fahren Sie fort
es_es: Crear grupo y continuar
fr_fr: Créer le Groupe et Continuer
sr_rs: Kreirajte grupu i nastavite

source: Finish
de_de: Beenden
es_es: Finalizar
fr_fr: Terminer
sr_rs: Završiti

source: Become a Teacher
de_de: Trainer werden
es_es: Convertirse en profesor
fr_fr: Devenir un Professeur
sr_rs: Postanite Nastavnik

source: All Courses <span>%s</span>
sr_rs: Svi kursevi <span>%s</span>

source: My Courses <span>%s</span>
sr_rs: Moji kursevi <span>%s</span>

source: Order By:
de_de: Sortiert nach:
es_es: Ordenar por:
fr_fr: Classer par:
sr_rs: Poredak po:

source: Alphabetical
de_de: Alphabetisch
es_es: Alfabético
fr_fr: Ordre Alphabétique
sr_rs: Abecedi

source: Most Members
de_de: Die meisten Mitglieder
es_es: Más popular
fr_fr: Popularité
sr_rs: Sa najviše članova

source: Newly Created
de_de: Neueste
es_es: Recién creado
fr_fr: Récence
sr_rs: Novokreirane

source: Highest Rated
de_de: Am besten bewertet
es_es: Calificación más alta
fr_fr: Notes
sr_rs: Najviše ocenjene

source: Start Course
sr_rs: Počnite kurs

source: Continue Course
sr_rs: Nastavak kursa

source: Course Finished
sr_rs: Kurs je završen

source: QUIZ SUBMISSIONS
de_de: EINSENDEAUFGABEN
es_es: PRESENTACIONES DEL TEST
fr_fr: SOUMISSIONS
sr_rs: Podnesci kviza

source: Reset Quiz for User
de_de: Quiz für den Benutzer zurücksetzen
es_es: Resetear test para el usuario
fr_fr: Réinitialiser le Quiz pour l'Utilisateur
sr_rs: Resetujte kviz za Korisnika

source: Evaluate Quiz for User
de_de: Das Quiz für den Benutzer auswerten
es_es: Evaluar test para el usuario
fr_fr: Evaluer le Quiz pour l'Utilisateur
sr_rs: Procenite kviz za Korisnika

source: COURSE SUBMISSIONS
sr_rs: Podnesci kursa

source: Evaluate Course for User
sr_rs: Procenite kurs za Korisnika

source: Total Number of Students who took this course
sr_rs: Ukupan broj studenata koji su učestvuju na kursu

source: Average Percentage obtained by Students
de_de: Durchschnittlicher Prozentsatz, den die Teilnehmer erreicht haben
es_es: Porcentaje medio obtenido por los alumnos
fr_fr: Pourcentage moyen obtenu par les élèves
sr_rs: PProsečan procenat dobijen po studentu

source: Number of Students who got a Badge
de_de: Anzahl der Teilnehmer, die einen Badge erhalten haben
es_es: Número de alumnos que tienen distintivo
fr_fr: Nombre d'élèves qui ont obtenu une Médaille
sr_rs: Broj studenata koji su dobili značku

source: Number of Passed Students
de_de: Anzahl der Teilnehmer, die bestanden haben
es_es: Número de alumnos aprobados
fr_fr: Nombre d'élèves ayant réussi
sr_rs: Broj studenata koji su položili

source: Number of Students who did not pass
de_de: Anzahl der Teilnehmer, die nicht bestanden haben
es_es: Número de alumnos no aprobados
fr_fr: Nombre d'élèves n'ayant pas réussi
sr_rs: Broj studenata koji nisu položili

source: Average Marks obtained by Students
de_de: Durchschnittliche Bewertung, die die Teilnehmer erreicht haben
es_es: Promedio de notas obtenidas por alumno
fr_fr: Note Moyenne obtenue par les élèves
sr_rs: Prosečni broj poena koji dobijaju studenti

source: Average Marks in Quiz
de_de: Durchschnittliche Bewertungen beim Quiz
es_es: Promedio de notas en test
fr_fr: Note Moyenne dans le Quiz
sr_rs: Prosečan broj poena po kvizu

source: Calculate :
de_de: Berechnen :
es_es: Calcular:
fr_fr: Calculer
sr_rs: Izračunajte:

source: Calculate Statistics for Course
sr_rs: Izračunajte statistiku za kurs

source: Total number of Students in course
sr_rs: Ukupan broj studenata na kursu

source: Students Currently taking this course
sr_rs: Studenti koji trenutno pohađaju ovaj kurs

source: Instructors
de_de: Trainer
es_es: Instructores
fr_fr: Professeurs
sr_rs: Instruktori

source: Course Curriculum
sr_rs: Nastavni plan

source: FREE
de_de: KOSTENLOS
fr_fr: GRATUIT
sr_rs: Besplatno

source: Requires completition of course
sr_rs: Neophodno da bi se završio kurs

source: Structure
de_de: Struktur
es_es: Estructura
sr_rs: Struktura

source: Admin
fr_fr: Administrateur
sr_rs: Administrator

source: Units
de_de: Lektionen
es_es: Unidades
fr_fr: Chapitres
sr_rs: Jedinice

source: Related Courses
sr_rs: Slični kursevi

source: Student subscribed for study
de_de: Teilnehmer für Kurs angemeldet
fr_fr: Elève inscrit pour le cours

source: Student
de_de: Teilnehmer
fr_fr: Elève

source: subscribed for study
de_de: eingeschrieben für den Kurs
fr_fr: Inscrit pour le cours

source: %1$s answered the %2$s, %3$s, on the site %4$s
de_de: %1$s beantwortete %2$s, %3$s, auf der Seite %4$s
es_es: %1$s respondió el %2$s, %3$s, en este sitio %4$s

source: %1$s answered the %2$s, %3$s
de_de: %1$s beantwortete %2$s, %3$s
es_es: %1$s respondió el %2$s, %3$s

source: in study
de_de: im Kurs
fr_fr: En cours

source: Incorrect Study selected.
de_de: Falschen Kurs ausgewählt.
es_es: Curso seleccionado incorrecto.
fr_fr: Le Cours sélectionné est incorrecte.

source: This User has not started the study.
de_de: Dieser Benutzer hat den Kurs noch nicht begonnen.
es_es: Este usuario no ha comenzado el curso.
fr_fr: Cet Utilisateur n'a pas encore commencé le cours.

source: This User has completed the study.
de_de: Dieser Benutzer hat dne Kurs vollständig bearbeitet.
es_es: Este usuario ha completado el curso.
fr_fr: Cet Utilisateur a terminé le cours.

source: Student Score for Study
de_de: Kursergebnis des Teilnehmers
es_es: Puntuación del alumno del curso
fr_fr: Note de l'élève pour ce Cours

source: Study Started :
de_de: Kurs begonnen :
es_es: Curso comenzado:
fr_fr: Cours Commencé :

source: User removed from the Study
de_de: Teilnehmer aus dem Kurs entfernt
es_es: Usuario eliminado del curso
fr_fr: Utilisateur retiré du Cours

source: removed from study
de_de: aus dem Kurs entfernt
fr_fr: retiré du cours

source: removed from the study
de_de: aus diesem Kurs entfernt
fr_fr: retiré du cours
